using System;

// Обратие внимание, что теперь возвращается int, а не void.
// Вывести сообщение и ожидать нажатия клавиши <Enter>.
Console.WriteLine("***** My First C# App *****");
Console.WriteLine("Hello World!");
Console.WriteLine();
Console.ReadLine();

// Возвратить произвольный код ошибки.
//return -1;